{
  "questions": [
    "Who would be the first to get arrested for something ridiculous?",
    "Who's most likely to become famous for a weird talent?",
    "Who probably has the most embarrassing internet search history?",
    "Who would survive longest in a zombie apocalypse?",
    "Who would make the best helicopter parent?",
    "Who's most likely to become a billionaire from a stupid idea?",
    "Who would get married first in Vegas while drunk?",
    "Who's most likely to fake their own death to escape responsibilities?",
    "Who could lie their way out of any situation?",
    "Who would start a cult accidentally?",
    "Who definitely has the messiest bedroom right now?",
    "Who would forget their own birthday if no one reminded them?",
    "Who would be the absolute worst roommate to live with?",
    "Who's secretly the best cook but never shows it?",
    "Who probably spends 8+ hours daily on their phone?",
    "Who would win a reality TV show through pure manipulation?",
    "Who would be the teacher that everyone either loves or hates?",
    "Who's most likely to go viral for doing something stupid?",
    "Who never stops talking even when no one's listening?",
    "Who would become an influencer selling something weird like jar lids?",
    "Who's keeping the biggest secret right now?",
    "Who would definitely start their own pyramid scheme?",
    "Who turns everything into a competition, even breathing?",
    "Who would quit their job to become a travel blogger with no followers?",
    "Who would die first while camping because they brought hair straighteners?",
    "Who could roast anyone into oblivion without trying?",
    "Who color-codes their entire life including their thoughts?",
    "Who would become a professional gamer but only play Solitaire?",
    "Who would be the wingperson that accidentally steals your date?",
    "Who gives advice they'd never follow themselves?",
    "Who hits snooze 47 times and is still late?",
    "Who would start a YouTube channel about watching paint dry?",
    "Who could escape from any haunted house by befriending the ghosts?",
    "Who would become a personal trainer but can't run up stairs?",
    "Who makes everything about themselves, including other people's birthdays?",
    "Who would join Dancing with the Stars and only do the robot?",
    "Who kills every plant they touch including artificial ones?",
    "Who would give motivational speeches at their own pity party?",
    "Who loses their keys while holding them?",
    "Who would become a food critic but only eat chicken nuggets?",
    "Who could solve any mystery except where they put their phone?",
    "Who would become a fashion designer specializing in pajamas?",
    "Who believes their horoscope determines their bathroom schedule?",
    "Who would become a musician but only play the kazoo?",
    "Who gets lost in their own neighborhood?",
    "Who would become a therapist but need therapy for their patients?",
    "Who cries during commercials about toilet paper?",
    "Who would become a photographer but only take selfies?",
    "Who could sell sand to people living in deserts?",
    "Who would become a veterinarian for imaginary animals?",
    "Who forgets where they parked even when they walked?",
    "Who would write romance novels about kitchen appliances?",
    "Who could give a TED talk about procrastination tomorrow?",
    "Who would become an artist but only draw stick figures?",
    "Who loses their phone while talking on it?",
    "Who would plan weddings that end in food fights?",
    "Who's terrible with technology but somehow always fixes it by accident?",
    "Who would become an actor but only play themselves?",
    "Who procrastinates so much they're late to their own thoughts?",
    "Who would become a wedding planner for people marrying their pets?",
    "Who could improvise their way through brain surgery?",
    "Who would coach a sport they've never played or watched?",
    "Who gets lost following GPS to places they've been 100 times?",
    "Who would become a news anchor for a channel that only reports good news?",
    "Who parallel parks by getting out and physically moving their car?",
    "Who would become a singer but only perform in the shower?",
    "Who falls asleep during action movies but stays awake for 6-hour documentaries?",
    "Who would become a professional dancer specializing in grocery store aisles?",
    "Who remembers everyone's name but calls them all 'buddy'?",
    "Who would become a comedian but only tell dad jokes at funerals?",
    "Who texts the wrong person so often it's become their signature move?",
    "Who would become a chef but set water on fire?",
    "Who's always late because they lose track of time in their own thoughts?",
    "Who would become a designer but everything would be beige?",
    "Who trips over flat surfaces and blames the ground?",
    "Who would become a professional athlete in competitive napping?",
    "Who gives advice by just saying 'Have you tried turning it off and on again?'?",
    "Who would become a model for invisible clothing lines?",
    "Who laughs at the wrong parts of movies and ruins it for everyone?",
    "Who would become a teacher but learn more from their students?",
    "Who waters fake plants and wonders why they're not growing?",
    "Who would become a counselor but solve problems with snacks?",
    "Who forgets what they're talking about mid-sentence?",
    "Who would become an entertainer but only for audiences of one?",
    "Who could plan a party that somehow ends up in a different city?",
    "Who would become an entrepreneur selling air in different scents?",
    "Who spills food on themselves before they even start eating?",
    "Who would become a consultant for problems they've never solved?",
    "Who assembles furniture by throwing the instructions away first?",
    "Who would become a professional organizer but lose their own keys daily?",
    "Who walks into glass doors so often they should get a frequent visitor card?",
    "Who would become a trainer for activities they can't do?",
    "Who could mediate conflicts by confusing everyone into agreement?",
    "Who would become an advisor for decisions they've never had to make?",
    "Who forgets people's names immediately after being introduced?",
    "Who would become a specialist in things that don't exist?",
    "Who follows GPS directions even when it's obviously wrong?",
    "Who would become an expert in subjects they just learned about?",
    "Who loses their wallet while paying for something?",
    "Who would become a leader by accidentally walking in front of everyone?",
    "Who makes friends by oversharing their entire life story in elevators?",
    "Who would become a manager but manage to confuse themselves daily?",
    "Who forgets appointments they scheduled 5 minutes ago?",
    "Who would become a director but only make movies about their lunch?",
    "Who burns cereal and wonders what went wrong?",
    "Who would become a stand-up comedian but only tell dad jokes at funerals?",
    "Who drives 5 mph under the speed limit everywhere and wonders why people honk?",
    "Who would become a personal shopper but only buy socks and mayonnaise?",
    "Who sets 17 alarms and is still late because they kept hitting snooze?",
    "Who would become a wedding planner but every wedding would end in chaos?",
    "Who puts ketchup on everything including ice cream?",
    "Who would become a motivational speaker but only motivate people to take naps?",
    "Who talks to houseplants and genuinely expects them to answer back?",
    "Who would become a professional athlete in competitive sitting?",
    "Who microwave everything including salad?",
    "Who would become a therapist but need therapy after every session?",
    "Who googles 'how to breathe' when they're stressed?",
    "Who would become a tour guide but only know fun facts about parking meters?",
    "Who treats the TV remote like it's made of gold and guards it with their life?",
    "Who would become a chef but everything they cook turns to charcoal?",
    "Who puts milk in the bowl before cereal and thinks that's normal?",
    "Who would become a fashion designer but only design outfits for penguins?",
    "Who gets genuinely excited about doing laundry?",
    "Who would become a professional gamer but only play minesweeper?",
    "Who documents everything they eat on social media including midnight snacks?",
    "Who would become a life coach but can't decide what to have for lunch?",
    "Who actually reads the terms and conditions before clicking accept?",
    "Who would become a detective but lose their own keys every day?",
    "Who claps when the airplane lands even on short flights?",
    "Who would become a weather person but predict sunshine during hurricanes?",
    "Who still uses Internet Explorer and refuses to upgrade?",
    "Who would become a personal trainer but get winded walking up stairs?",
    "Who makes grocery lists for a single apple?",
    "Who would become a magician but reveal how every trick works?",
    "Who takes pictures of their food but never actually posts them?",
    "Who would become a librarian but shush people who are already silent?",
    "Who wears winter coats in summer because 'you never know'?",
    "Who would become a counselor but solve everything with snacks?",
    "Who saves all their text drafts but never sends them?",
    "Who would become a travel agent but only recommend trips to the grocery store?",
    "Who brings a pillow to movie theaters?",
    "Who would become a nutritionist but live entirely on candy?",
    "Who names all their electronics and talks to them when they don't work?",
    "Who would become a professional organizer but can't find their car keys?",
    "Who keeps a diary but only writes about what they ate?",
    "Who would become a dance instructor but only teach the robot?",
    "Who hoards condiment packets like they're preparing for the apocalypse?",
    "Who would become a financial advisor but spend money on lottery tickets daily?",
    "Who apologizes to inanimate objects when they bump into them?",
    "Who would become a meditation teacher but can't sit still for 5 seconds?",
    "Who brings their own snacks to restaurants?",
    "Who would become a professional athlete but in competitive button pressing?",
    "Who has 847 unread emails and is perfectly fine with it?",
    "Who would become a relationship expert but talks to their reflection for advice?",
    "Who still has their Christmas decorations up in July?",
    "Who would become a wilderness survival expert but gets lost in parking lots?",
    "Who knows every word to commercial jingles from the 90s?",
    "Who would become a professional sleeper but have insomnia?",
    "Who keeps receipts for everything including gum?",
    "Who would become a social media influencer but only have followers who are their relatives?",
    "Who waves at security cameras thinking someone is watching?",
    "Who would become a speed reader but take 3 hours to read a tweet?",
    "Who owns 50 charging cables but can never find one when needed?",
    "Who would become a professional whistler but only know 'Twinkle Twinkle Little Star'?",
    "Who still has a flip phone and refuses to upgrade?",
    "Who would become a psychologist but only analyze cartoon characters?",
    "Who keeps old calendars because 'they might come in handy someday'?",
    "Who would become a professional hugger but be extremely awkward at it?",
    "Who has a favorite parking space and gets upset when someone else parks there?",
    "Who would become a food critic but only review vending machine snacks?",
    "Who cuts their own hair because 'how hard can it be'?",
    "Who would become a professional advice giver but never follow their own advice?",
    "Who has strong opinions about the correct way to load a dishwasher?",
    "Who would become a party planner but only know how to plan surprise parties for themselves?",
    "Who keeps old homework assignments from elementary school?",
    "Who would become a professional photographer but only take blurry photos?",
    "Who uses voice-to-text but still types everything anyway?",
    "Who would become a professional driver but exclusively drive golf carts?",
    "Who hoards free samples from stores like they're precious treasures?",
    "Who would become a professional singer but only know nursery rhymes?",
    "Who puts googly eyes on all their appliances?",
    "Who would become a professional shopper but only buy things they already have?",
    "Who keeps old batteries 'just in case' they magically start working again?",
    "Who would become a professional laugher but only at inappropriate times?",
    "Who has a collection of plastic bags inside other plastic bags?",
    "Who would become a professional waiter but forget every order instantly?",
    "Who still uses a paper map instead of GPS because 'it's more reliable'?",
    "Who would become a professional cleaner but live in complete chaos?",
    "Who keeps expired coupons because 'you never know'?",
    "Who would become a professional walker but only walk in circles?",
    "Who has opinions about which grocery cart has the best rolling action?",
    "Who would become a professional talker but only speak in whispers?",
    "Who saves every plastic container thinking it'll be useful someday?",
    "Who would become a professional sleeper but only sleep standing up?",
    "Who gets emotionally attached to random objects?",
    "Who would become a professional breather but forget to breathe?",
    "Who has a lucky pen that they've used for 10 years?",
    "Who would become a professional walker but trip over flat surfaces?",
    "Who keeps instruction manuals for everything they've ever bought?",
    "Who would become a professional eater but be allergic to their own cooking?",
    "Who names their car and gets offended when others don't use the name?",
    "Who would become a professional thinker but overthink thinking about thinking?"
  ]
}