{
  "questions": [
    "What's the most embarrassing thing you've done in public?",
    "Have you ever lied to your best friend about something important?",
    "What's your biggest fear that you've never told anyone?",
    "Who was your first celebrity crush and why?",
    "What's the weirdest dream that felt completely real?",
    "Have you ever cheated on a test and got away with it?",
    "What childhood memory makes you cringe the most?",
    "Who do you have a secret crush on right now?",
    "What's the most trouble you've gotten into with your parents?",
    "Have you ever faked being sick to avoid someone?",
    "What decision do you regret most in your life?",
    "Have you ever stolen something and never returned it?",
    "What's the most childish thing you still secretly enjoy?",
    "Which teacher did you have an inappropriate crush on?",
    "What completely irrational thing are you afraid of?",
    "Have you ever been jealous of your best friend's relationship?",
    "What's the worst advice you gave someone that backfired?",
    "Have you ever lied about your age to get into somewhere?",
    "What autocorrect mistake got you in the most trouble?",
    "Whose social media do you stalk the most?",
    "What's the grossest thing you've eaten and actually liked?",
    "Have you ever kept a gift you hated for years?",
    "What habit do you have that would disgust others?",
    "Have you ever had a public wardrobe malfunction?",
    "What's in your browser history that you'd never want anyone to see?",
    "Who in this group would you most want to kiss?",
    "What physical feature are you most insecure about?",
    "Have you ever spread a rumor you knew wasn't true?",
    "What's the most money you've wasted on something stupid?",
    "Have you ever had romantic thoughts about a family friend?",
    "What keeps you awake at night that seems silly to others?",
    "Have you ever nodded along to a conversation you didn't understand?",
    "What's the cruelest thing you've ever said to someone?",
    "Have you ever been caught doing something you're ashamed of?",
    "What school moment still makes you want to hide under a rock?",
    "Who would be the last person you'd want to see you naked?",
    "What food combination do you love that others find disgusting?",
    "Have you ever felt like you saw a ghost or spirit?",
    "What do people do that instantly annoys you?",
    "Have you ever laughed when someone got seriously hurt?",
    "What's the most cringeworthy thing on your social media?",
    "Have you ever catfished someone or pretended to be someone else?",
    "What dating experience still haunts you?",
    "Who rejected you in a way that still stings?",
    "What's the most embarrassing thing your family has done in public?",
    "Have you ever been attracted to an animated character?",
    "What secret skill do you have that would surprise people?",
    "What lie did you tell that spiraled out of control?",
    "What conspiracy theory do you secretly believe might be true?",
    "Have you ever pretended to orgasm when you didn't?",
    "What's your most shameful guilty pleasure?",
    "Have you ever stolen someone else's idea and claimed it?",
    "What's the longest you've gone without showering?",
    "Have you ever had a crush on someone significantly older or younger?",
    "What's the most desperate thing you've done for attention?",
    "Have you ever lied on your resume or job application?",
    "What's your most embarrassing injury story?",
    "Have you ever fantasized about someone in this room?",
    "What's the worst thing you've done when you were drunk?",
    "Have you ever been attracted to your friend's parent?",
    "What's the most pathetic thing you've done to get someone's attention?",
    "Have you ever faked an illness for sympathy?",
    "What fashion choice from your past makes you cringe?",
    "Have you ever been caught masturbating?",
    "What's the most embarrassing thing that's happened during sex?",
    "Have you ever had a crush on someone of the same gender?",
    "What's the most awkward family dinner conversation you've endured?",
    "Have you ever pretended to know a song just to fit in?",
    "What's the meanest thing you've done to a friend?",
    "Have you ever been walked in on while doing something gross?",
    "What medical issue have you been too embarrassed to tell anyone?",
    "Have you ever had inappropriate thoughts about your boss?",
    "What's the most embarrassing autocorrect you've sent to the wrong person?",
    "Have you ever avoided someone by pretending to be on your phone?",
    "What personality flaw do you know you have but refuse to change?",
    "Have you ever been caught talking to yourself in public?",
    "What's the most embarrassing thing that's happened in front of your crush?",
    "Have you ever gone a whole day with food in your teeth?",
    "What's your most embarrassing gym or workout story?",
    "Have you ever laughed at a joke you didn't understand?",
    "What's the nastiest thing you've said about someone behind their back?",
    "Have you ever been caught staring at someone's body?",
    "What's your most embarrassing travel disaster?",
    "Have you ever lied about your sexual experience?",
    "What's the most desperate thing you've done for money?",
    "Have you ever been caught in a small lie that became huge?",
    "What's your most cringeworthy social media memory?",
    "Have you ever faked interest in someone's hobby to impress them?",
    "What petty revenge have you taken that you're ashamed of?",
    "Have you ever been caught by your parents in a compromising situation?",
    "What's the most embarrassing thing that happened at a sleepover?",
    "Have you ever created a fake online persona?",
    "What's the most embarrassing drunk text you've sent?",
    "Have you ever been caught wearing something inappropriate?",
    "What's your most embarrassing public speaking moment?",
    "Have you ever pretended to be confident during a panic attack?",
    "What's the worst thing you've done in a moment of anger?",
    "Have you ever been caught dancing badly when you thought you were alone?",
    "What cooking disaster are you most ashamed of?",
    "Have you ever pretended to remember someone you completely forgot?",
    "What's the most embarrassing length you've gone to impress someone?",
    "Have you ever been caught gossiping when the person walked in?",
    "What technology fail has embarrassed you the most?",
    "Have you ever called in sick when you were perfectly healthy?",
    "What jealous thing have you done that you regret?",
    "Have you ever been caught doing something meant for private?",
    "What's your most embarrassing bathroom emergency story?",
    "Have you ever pretended to like a gift while secretly hating it?",
    "What's the most awkward silence you've created in a conversation?",
    "Have you ever lied about your experience to seem more qualified?",
    "What's your most embarrassing autocorrect fail in a professional setting?",
    "Have you ever been caught talking to yourself in public?",
    "What's the most ridiculous thing you've done to avoid confrontation?",
    "Have you ever pretended to be asleep to avoid responsibilities?",
    "What's your most cringe-worthy attempt at being trendy?",
    "Have you ever stolen something small and felt terrible about it?",
    "What's the most embarrassing thing you've done while trying to be cool?",
    "Have you ever lied about reading a book or watching a movie?",
    "What's your most awkward attempt at giving someone advice?",
    "Have you ever been caught picking your nose in public?",
    "What's the most embarrassing thing you've done during a video call?",
    "Have you ever pretended to understand something you didn't?",
    "What's your most cringe moment while trying to flirt?",
    "Have you ever been jealous of a friend's success?",
    "What's the most embarrassing thing you've done while sick?",
    "Have you ever lied about your age to seem older or younger?",
    "What's your most awkward encounter with someone you had a crush on?",
    "Have you ever been caught wearing mismatched clothes?",
    "What's the most embarrassing thing you've done to get attention?",
    "Have you ever pretended to be busy to avoid helping someone?",
    "What's your most cringe-worthy social media comment?",
    "Have you ever been caught singing badly in your car?",
    "What's the most embarrassing thing you've done while trying to exercise?",
    "Have you ever lied about liking someone's cooking?",
    "What's your most awkward moment during a date?",
    "Have you ever been caught doing something childish as an adult?",
    "What's the most embarrassing thing you've texted to the wrong person?",
    "Have you ever pretended to be sick to get out of something?",
    "What's your most cringe attempt at being philosophical?",
    "Have you ever been caught looking at yourself in every reflective surface?",
    "What's the most embarrassing thing you've done while trying to impress a teacher?",
    "Have you ever lied about your hobbies to seem more interesting?",
    "What's your most awkward moment in an elevator?",
    "Have you ever been caught taking a selfie in an inappropriate place?",
    "What's the most embarrassing thing you've done while learning to drive?",
    "Have you ever pretended to like music you actually hate?",
    "What's your most cringe-worthy attempt at being artistic?",
    "Have you ever been caught rehearsing conversations out loud?",
    "What's the most embarrassing thing you've done while trying to be helpful?",
    "Have you ever lied about having plans to avoid social events?",
    "What's your most awkward moment while trying to be mysterious?",
    "Have you ever been caught making weird faces in the mirror?",
    "What's the most embarrassing thing you've done while trying to save money?",
    "Have you ever pretended to remember someone's name when you forgot it?",
    "What's your most cringe moment while trying to be spontaneous?",
    "Have you ever been caught doing something meant to be private?",
    "What's the most embarrassing thing you've done while trying to be mature?",
    "Have you ever lied about your salary or financial situation?",
    "What's your most awkward attempt at small talk?",
    "Have you ever been caught wearing something inside out or backwards?",
    "What's the most embarrassing thing you've done while trying to be environmentally conscious?",
    "Have you ever pretended to be more experienced than you actually are?",
    "What's your most cringe-worthy attempt at being funny?",
    "Have you ever been caught talking about someone when they were nearby?",
    "What's the most embarrassing thing you've done while trying to be romantic?",
    "Have you ever lied about your relationship status?",
    "What's your most awkward moment while trying to network professionally?",
    "Have you ever been caught doing something gross you thought no one would see?",
    "What's the most embarrassing thing you've done while trying to be independent?",
    "Have you ever pretended to be more cultured than you actually are?",
    "What's your most cringe moment while trying to give a compliment?",
    "Have you ever been caught lying about something completely trivial?",
    "What's the most embarrassing thing you've done while trying to be healthy?",
    "Have you ever pretended to understand a reference you didn't get?",
    "What's your most awkward moment while trying to be supportive?",
    "Have you ever been caught doing something meant for when you're alone?",
    "What's the most embarrassing thing you've done while trying to be professional?",
    "Have you ever lied about your opinion to avoid an argument?",
    "What's your most cringe-worthy attempt at being wise?",
    "Have you ever been caught checking yourself out in a window reflection?",
    "What's the most embarrassing thing you've done while trying to be social?",
    "Have you ever pretended to be busier than you actually are?",
    "What's your most awkward moment while trying to be polite?",
    "Have you ever been caught doing something weird when you thought you were unobserved?",
    "What's the most embarrassing thing you've done while trying to be assertive?",
    "Have you ever lied about your skills or abilities?",
    "What's your most cringe moment while trying to be understanding?",
    "Have you ever been caught making inappropriate jokes at the wrong time?",
    "What's the most embarrassing thing you've done while trying to be fashionable?",
    "Have you ever pretended to be more confident than you felt?",
    "What's your most awkward attempt at being empathetic?",
    "Have you ever been caught doing something embarrassing in your pajamas?",
    "What's the most embarrassing thing you've done while trying to be clever?",
    "Have you ever lied about your preferences to fit in with a group?",
    "What's your most cringe-worthy attempt at being charming?",
    "Have you ever been caught practicing something in the mirror?",
    "What's the most embarrassing thing you've done while trying to be responsible?",
    "Have you ever pretended to be more organized than you actually are?",
    "What's your most awkward moment while trying to be encouraging?",
    "Have you ever been caught doing something that revealed a secret habit?",
    "What's the most embarrassing thing you've done while trying to be brave?",
    "Have you ever lied about your past experiences to seem more worldly?",
    "What's your most cringe moment while trying to be diplomatic?",
    "Have you ever been caught doing something childish when trying to be grown-up?",
    "What's the most embarrassing thing you've done while trying to be efficient?",
    "Have you ever pretended to be more knowledgeable about something than you are?",
    "What's your most awkward attempt at being considerate?",
    "Have you ever been caught in a lie that was completely unnecessary?",
    "What's the most embarrassing thing you've done while trying to be punctual?",
    "Have you ever pretended to like someone more than you actually do?",
    "What's your most cringe-worthy attempt at being sophisticated?",
    "Have you ever been caught doing something that completely contradicted what you just said?",
    "What's the most embarrassing thing you've done while trying to be adventurous?",
    "Have you ever lied about your true feelings to avoid hurting someone?",
    "What's your most awkward moment while trying to be inclusive?"
  ]
}