{
  "questions": [
    "Would you rather have the ability to fly or be completely invisible?",
    "Would you rather read minds or see 10 seconds into the future?",
    "Would you rather give up music forever or never watch another movie?",
    "Would you rather have superhuman strength or run faster than a cheetah?",
    "Would you rather be world-famous but poor or rich but completely unknown?",
    "Would you rather live in medieval times or 500 years in the future?",
    "Would you rather have infinite money or infinite time?",
    "Would you rather master every language instantly or play any instrument perfectly?",
    "Would you rather lose internet forever or lose air conditioning and heating forever?",
    "Would you rather teleport anywhere instantly or travel through time?",
    "Would you rather be the smartest person ever or the most beautiful person ever?",
    "Would you rather live underwater like Aquaman or in space like an astronaut?",
    "Would you rather remember everything perfectly or never get sick?",
    "Would you rather control fire like a dragon or control water like Poseidon?",
    "Would you rather give up books or give up television and movies?",
    "Would you rather have wings to fly or gills to breathe underwater?",
    "Would you rather communicate with animals or make plants grow instantly?",
    "Would you rather never feel physical pain or never feel emotional pain?",
    "Would you rather shoot lasers from your eyes or see through any material?",
    "Would you rather pause time whenever you want or rewind any moment?",
    "Would you rather delete all social media or throw away your smartphone?",
    "Would you rather shapeshift into any animal or turn invisible at will?",
    "Would you rather survive alone in the Sahara or alone in Antarctica?",
    "Would you rather have perfect musical pitch or photographic memory?",
    "Would you rather breathe underwater or survive in the vacuum of space?",
    "Would you rather never eat pizza again or never eat chocolate again?",
    "Would you rather hear whispers from miles away or see microscopic details?",
    "Would you rather duplicate yourself or teleport any object to you?",
    "Would you rather see a world without color or hear a world without sound?",
    "Would you rather heal anyone's injuries or never get injured yourself?",
    "Would you rather give up coffee forever or give up alcohol forever?",
    "Would you rather control weather patterns or control gravity?",
    "Would you rather live in a massive treehouse or an underwater glass dome?",
    "Would you rather have perfect balance or flawless hand-eye coordination?",
    "Would you rather talk to ghosts or communicate with aliens?",
    "Would you rather experience only summer or only winter for the rest of your life?",
    "Would you rather attract any metal object or stretch your body like rubber?",
    "Would you rather see through lies instantly or feel everyone's true emotions?",
    "Would you rather live where everyone tells the truth or everyone keeps secrets?",
    "Would you rather split into multiple versions of yourself or merge with others?",
    "Would you rather give up pasta forever or bread forever?",
    "Would you rather bend light to your will or control shadows and darkness?",
    "Would you rather live on a mountaintop or on a private beach?",
    "Would you rather have lightning-fast reflexes or supernatural intuition?",
    "Would you rather absorb knowledge by touching books or erase traumatic memories?",
    "Would you rather lose all video games or all sports?",
    "Would you rather know everything that will happen or everything that has happened?",
    "Would you rather phase through solid objects or become completely intangible?",
    "Would you rather live without money or without technology?",
    "Would you rather shrink to ant size or grow to giant size?",
    "Would you rather never taste ice cream again or never eat candy again?",
    "Would you rather command all plants or control all animals?",
    "Would you rather live in constant daylight or eternal darkness?",
    "Would you rather be incredibly strong or incredibly intelligent?",
    "Would you rather create objects from thin air or make anything disappear?",
    "Would you rather never see your reflection or never be photographed?",
    "Would you rather cast realistic illusions or always see the absolute truth?",
    "Would you rather walk on walls and ceilings or breathe any type of gas?",
    "Would you rather end all wars or cure all diseases?",
    "Would you rather regenerate from any injury or be completely indestructible?",
    "Would you rather never eat fruit again or never eat vegetables again?",
    "Would you rather control electricity or control magnetism?",
    "Would you rather live in a city floating in the clouds or deep underground?",
    "Would you rather have perfect timing in everything or incredible luck?",
    "Would you rather enter and control dreams or modify memories?",
    "Would you rather lose all art or lose all literature forever?",
    "Would you rather create protective barriers or shoot energy blasts?",
    "Would you rather never need sleep or never need food?",
    "Would you rather live without gravity or without friction?",
    "Would you rather travel between parallel dimensions or alternate timelines?",
    "Would you rather give up meat forever or dairy products forever?",
    "Would you rather manipulate sound waves or control light beams?",
    "Would you rather live inside a giant tree or in a crystal cave palace?",
    "Would you rather feel everyone's emotions or think with perfect logic?",
    "Would you rather commune with spirits or glimpse future events?",
    "Would you rather lose all comedy or all drama from your life?",
    "Would you rather create matter from nothing or destroy anything instantly?",
    "Would you rather survive in extreme heat or in freezing cold?",
    "Would you rather stop aging forever or become immortal?",
    "Would you rather levitate objects with your mind or levitate yourself?",
    "Would you rather food have no flavor or never taste salt again?",
    "Would you rather control your molecular density or change your size?",
    "Would you rather live in a transparent house or a house of mirrors?",
    "Would you rather remember every detail or forget anything at will?",
    "Would you rather see all possible futures or witness all past events?",
    "Would you rather never dance again or never sing again?",
    "Would you rather create portals to anywhere or create time loops?",
    "Would you rather adapt to any environment or understand any language?",
    "Would you rather eliminate sadness or eliminate anger from the world?",
    "Would you rather transform into any animal or any inanimate object?",
    "Would you rather lose all sweet tastes or all savory flavors?",
    "Would you rather control probability or control certainty?",
    "Would you rather everyone always told the truth or everyone was always kind?",
    "Would you rather bring drawings to life or enter any painting?",
    "Would you rather decode any mystery or invent anything you imagine?",
    "Would you rather never laugh again or never cry again?",
    "Would you rather explore parallel universes or visit alternate timelines?",
    "Would you rather learn any skill instantly or teach any skill perfectly?",
    "Would you rather end poverty or end loneliness worldwide?",
    "Would you rather make anything grow larger or shrink anything smaller?",
    "Would you rather understand any intelligence or speak any language?",
    "Would you rather live without surprises or without routine?",
    "Would you rather control karma or control destiny?",
    "Would you rather always see the good in people or help others reach their potential?",
    "Would you rather live without competition or without cooperation?",
    "Would you rather make anyone instantly happy or solve any problem instantly?",
    "Would you rather have x-ray vision or telescopic vision?",
    "Would you rather breathe fire or shoot ice from your hands?",
    "Would you rather be feared by everyone or ignored by everyone?",
    "Would you rather swim in space or fly underwater?",
    "Would you rather taste sounds or hear colors?",
    "Would you rather have backwards knees or extra arms?",
    "Would you rather communicate only through singing or only through dancing?",
    "Would you rather live in zero gravity or in fast forward?",
    "Would you rather have a rewind button for your life or a pause button?",
    "Would you rather smell like fish or constantly hiccup?",
    "Would you rather have to rhyme everything you say or speak only in questions?",
    "Would you rather have detachable limbs or stretchable body parts?",
    "Would you rather live in a world made of jello or a world made of clouds?",
    "Would you rather have to dance everywhere you go or sing everything you say?",
    "Would you rather have the ability to change your height or change your weight at will?",
    "Would you rather live without music or live without television?",
    "Would you rather have a photographic memory or the ability to forget anything at will?",
    "Would you rather always have to tell the truth or always have to lie?",
    "Would you rather be incredibly lucky but poor or unlucky but rich?",
    "Would you rather have the power to heal others or the power to bring good luck?",
    "Would you rather live in a house made entirely of glass or underground?",
    "Would you rather be able to change the past or predict the future?",
    "Would you rather have unlimited money but no friends or no money but unlimited friendships?",
    "Would you rather be famous for something embarrassing or unknown for something amazing?",
    "Would you rather have the ability to speak all languages or play all instruments?",
    "Would you rather live forever but be alone or live a normal lifespan with loved ones?",
    "Would you rather have super speed but only when walking backwards or super strength but only when laughing?",
    "Would you rather be able to time travel but only to embarrassing moments or teleport but only to bathrooms?",
    "Would you rather have a horn that honks when you lie or a bell that rings when you're attracted to someone?",
    "Would you rather sweat melted cheese or have tears of hot sauce?",
    "Would you rather have to wear clown shoes everywhere or a clown nose everywhere?",
    "Would you rather only be able to whisper or only be able to shout?",
    "Would you rather have to eat with your feet or walk with your hands?",
    "Would you rather have fur like a dog or scales like a fish?",
    "Would you rather only be able to move by hopping or only by crawling?",
    "Would you rather have eyes in the back of your head or have ears that can move like a cat's?",
    "Would you rather have a tail that shows your emotions or always have to wear your thoughts on a t-shirt?",
    "Would you rather live in a world where everyone looks identical or where you're the only human?",
    "Would you rather have to speak in rhyme for a week or only be able to speak in questions for a week?",
    "Would you rather have the hiccups for the rest of your life or always feel like you have to sneeze?",
    "Would you rather be trapped in a romantic comedy or a horror movie?",
    "Would you rather have to dance every time you hear music or sing every time you're happy?",
    "Would you rather only be able to eat spicy food or only bland food for the rest of your life?",
    "Would you rather have your thoughts appear as text above your head or have to say everything twice?",
    "Would you rather be able to read minds but only negative thoughts or be telepathic but only with animals?",
    "Would you rather have hands for feet or feet for hands?",
    "Would you rather live in a treehouse or in an underground bunker?",
    "Would you rather always have perfect weather but be alone or terrible weather but with friends?",
    "Would you rather be able to fly but only three feet off the ground or run incredibly fast but only in circles?",
    "Would you rather have to wear a superhero costume every day or pajamas every day?",
    "Would you rather have a British accent but everyone thinks it's fake or have your normal accent but everyone thinks you're from somewhere else?",
    "Would you rather only be able to eat foods that start with the first letter of your name or foods that are your least favorite color?",
    "Would you rather have to ask permission for everything you do or have to say 'please' and 'thank you' after every sentence?",
    "Would you rather be incredibly flexible but weak or incredibly strong but stiff?",
    "Would you rather have the power to make anyone laugh but never laugh yourself or make anyone cry but never cry yourself?",
    "Would you rather live in a world where gravity is half as strong or twice as strong?",
    "Would you rather have taste buds in your hands or have to smell everything before you touch it?",
    "Would you rather be able to speak to plants or have plants be able to speak to you?",
    "Would you rather have to wear mittens for hands or have to wear socks for gloves?",
    "Would you rather only be able to sleep standing up or only while hanging upside down?",
    "Would you rather have a photographic memory but only for embarrassing moments or perfect recall but only for boring conversations?",
    "Would you rather be followed everywhere by a mariachi band or a gospel choir?",
    "Would you rather have to speak in complete rhyming couplets or only communicate through interpretive dance?",
    "Would you rather sweat glitter or cry rainbow tears?",
    "Would you rather have permanent clown makeup or a permanent unibrow?",
    "Would you rather only be able to walk in straight lines or only in circles?",
    "Would you rather have springs for legs or wheels for feet?",
    "Would you rather have to wear oven mitts as hands or swim goggles as glasses?",
    "Would you rather have a rewind button for conversations or a mute button for people?",
    "Would you rather be able to turn invisible but only when you're singing or fly but only when you're crying?",
    "Would you rather have to eat everything with chopsticks or have to drink everything through a straw?",
    "Would you rather have bubble wrap skin or velcro hair?",
    "Would you rather only be able to sit in bean bag chairs or only on exercise balls?",
    "Would you rather have a personal theme song that plays when you enter a room or have confetti fall from the sky every time you sneeze?",
    "Would you rather have to high-five everyone you meet or have to hug everyone goodbye?",
    "Would you rather be able to change the color of anything by touching it or make anything instantly clean by looking at it?",
    "Would you rather have to wear a different costume every day or wear the same outfit every day for the rest of your life?",
    "Would you rather only be able to travel by pogo stick or by shopping cart?",
    "Would you rather have to announce everything you're thinking or have everyone else's thoughts announced to you?",
    "Would you rather have fingers as long as legs or legs as short as fingers?",
    "Would you rather live in a world where it's always your birthday or everyone else's birthday but never yours?",
    "Would you rather have to eat cake with a fork made of spaghetti or soup with a spoon made of ice?",
    "Would you rather be able to photosynthesize like a plant or hibernate like a bear?",
    "Would you rather have your life narrated by Morgan Freeman or have a laugh track follow you around?",
    "Would you rather only be able to wear clothes made of bubble wrap or clothes made of aluminum foil?",
    "Would you rather have to skip everywhere or cartwheel everywhere?",
    "Would you rather be able to control the weather but only make it slightly uncomfortable or control traffic lights but they only work when you're not driving?",
    "Would you rather have a horn like a unicorn but it's a party horn or wings like an angel but they're made of paper?",
    "Would you rather only be able to eat foods shaped like circles or foods shaped like squares?",
    "Would you rather have to wear a helmet everywhere or safety goggles everywhere?",
    "Would you rather be able to understand what babies are saying or what old people are mumbling?",
    "Would you rather have to walk everywhere on your tiptoes or on your heels?",
    "Would you rather live in a house where everything is slightly too small or slightly too big for you?",
    "Would you rather have to wear noise-canceling headphones everywhere or sunglasses everywhere, even indoors?",
    "Would you rather be able to make any food appear but it's always room temperature or make any drink appear but it's always lukewarm?",
    "Would you rather have to bow every time you meet someone or curtsy every time you say goodbye?",
    "Would you rather only be able to use elevators or only be able to use stairs?",
    "Would you rather have to wear a name tag with your mood on it or a hat that shows your current thoughts?",
    "Would you rather be able to make anyone instantly sleepy or instantly energetic?",
    "Would you rather have to eat soup with a fork or cereal with a spoon that has holes in it?",
    "Would you rather live in a world where everyone communicates through memes or through haikus?",
    "Would you rather have to wear oven mitts when it's hot outside or shorts when it's cold outside?",
    "Would you rather be able to taste colors or see flavors?",
    "Would you rather have to wear a tutu everywhere or a cape everywhere?",
    "Would you rather only be able to open doors by singing to them or close them by dancing?",
    "Would you rather have a personal stylist who always dresses you inappropriately for the weather or a personal chef who only knows how to make one dish?"
  ]
}